Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/children_s_health/health_services_for_preschool_children.html.txt.tmx
Source language: en
Languages: ga

source: Health services for pre-school children
ga: Seirbhísí sláinte do leanaí réamhscoile

source: The Health Service Executive (HSE) provides a health screening service for pre-school children that is free of charge
ga: Cuireann Feidhmeannacht na Seirbhíse Sláinte (FSS) seirbhís scagthástála sláinte ar fáil do leanaí réamhscoile atá saor in aisce

source: This service may be provided at health centres
ga: D’fhéadfaí an tseirbhís seo a chur ar fáil ag ionaid sláinte

source: Services for pre-school children are provided by public health nurses and Area Medical Officers that are employed by the HSE
ga: Cuireann altraí sláinte poiblí agus Dochtúirí Oifigiúla Ceantair arna bhfostú ag FSS seirbhísí ar fáil do leanaí réamhscoile

source: All public health nurses take direct referrals from parents
ga: Glacann gach altra sláinte poiblí le hatreorú díreach ó thuismitheoirí

source: Public health nurses are notified of all births in their area - either by the hospital where the birth occurred or by the midwife who was present for a home birth
ga: Cuirtear altraí sláinte phoiblí ar an eolas faoi gach breith ina gceantar - tríd an ospidéal inar tharla an bhreith, nó tríd an mbean chabhrach a bhí i láthair do bhreith sa bhaile

source: Following the birth, your public health nurse will visit you and your child at home free of charge, usually within 72 hours of returning home from hospital
ga: Tar éis na breithe, tabharfaidh an t-altra sláinte poiblí cuairt ort agus ar do leanbh sa bhaile, go hiondúil taobh istigh de 72 uair an chloig ón am a scaoiltear amach as an ospidéal tú

source: Public health nurses provide both general health and specific developmental advice to parents and monitor the development of the child
ga: Cuireann altraí sláinte poiblí comhairle ar thuismitheoirí maidir le forbairt shainiúil agus sláinte ghinearálta agus déanann siad monatóireacht ar fhorbairt an linbh

source: A developmental examination is offered to every child by the Area Medical Officer at approximately 9 months, by appointment, in the local health centre
ga: Cuireann an Dochtúir Oifigiúil Ceantair scrúdú forbartha ar fáil do gach leanbh nuair a bhíonn siad thart ar 9 mí d’aois, le coinne, san ionad sláinte áitiúil

source: This examination covers all aspects of the child's development, including hearing, sight, language development, physical development, etc, and is offered to infants irrespective of the family's income
ga: Clúdaíonn an scrúdú seo gach gné d’fhorbairt an linbh, lena n-áirítear éisteacht, amharc, forbairt teanga, forbairt fisiciúil, srl, agus cuirtear ar fáil é beag beann ar ioncam an teaghlaigh

source: Problems that are identified at this examination may be treated free of chargeat out-patient hospital departments and any subsequent treatment is free as apublic patient
ga: Féadfar cóireáil saor in aisce a dhéanamh maidir le haon fhadhbanna a aithnítear sa scrúdú seo i ranna othar seachtrach ospidéil agus tá aon chóireáil ina dhiaidh sin saor in aisce mar othar poiblí

source: In general, it is not necessary to apply for a developmental assessment for your child at 9 months as your Local Health Office routinely sends out the appointments
ga: Go hiondúil, ní gá iarratas a dhéanamh ar mheasúnú forbartha dod’ leanbh ag 9 mí os rud é go seolann d’Oifig Sláinte Áitiúil na coinní amach

source: Most Local Health Offices offer additional doctor and public health nurse appointment clinics for those parents who have concerns about their child's development. Contact your local health centre
ga: Cuireann formhór na nOifigí Sláinte Áitiúla clinicí coinne altra sláinte poiblí agus dochtúra breise ar fáil do thuismitheoirí a bhfuil imní orthu maidir le forbairt a linbh
